/* No comment provided by engineer. */
"iCloud is Unavailable" = "iCloud不可用";

/* No comment provided by engineer. */
"iCloud Sync Failed" = "iCloud同步失败";

/* No comment provided by engineer. */
"Readonly mode" = "只读模式";

/* No comment provided by engineer. */
"Retry" = "重试";

/* No comment provided by engineer. */
"Switch to local" = "切换本地存储";

/* No comment provided by engineer. */
"You need enable iCloud documents within system settings, or you can switch to local." = "您需要在系统设置中开启iCloud文档同步功能，或者切换为本地存储。";

/* No comment provided by engineer. */
"If you want to use iCloud， you need enable iCloud documents within system settings. Now switch to the Local Store" = "如果想使用iCloud，你需要在系统设置中启用iCloud。现在切换到本地存储";